Repository: silverhadch/Kontainer
Catalog: po/*/kontainer.po
Languages: pt

source: Manage Distrobox containers
pt: Gerencie containers Distrobox

source: Press any key to close this terminal…
pt: Pressione qualquer tecla para fechar esse terminal...

source: Cannot automatically install packages for this distribution. Please enter the distrobox manually and install it using the appropriate package manager.
pt: Não foi possível instalar o arquivo automaticamente para esta distro. Por favor, entre manualmente na distrobox e instale o arquivo usando o respectivo gerenciador de pacote.

# @info:credit
source: Author
pt: Autor

source: Applications Management - %1
pt: Gerenciador de aplicações - %1

source: Refresh
pt: Atualizar

source: Exported Applications (%1)
pt: Aplicações exportadas (%1)

source: All Applications (%1)
pt: Todas aplicações (%1)

source: Search exported applications...
pt: Procure por aplicações exportadas...

source: Search available applications...
pt: Procure por aplicações disponíveis...

source: No exported applications found matching '%1'
pt: Nenhuma aplicação exportada encontrada correspondendo a '%1'

source: No exported applications found
pt: Nenhuma aplicação exportada encontrada

source: No applications found matching '%1'
pt: Nenhuma aplicação encontrada correspondendo a '%1'

source: No applications found in container
pt: Nenhum container encontrado. Criar um novo container agora?

source: This container might not have desktop applications installed or they might not be detectable.
pt: Esse container pode não ter aplicações desktop instaladas or eles podem não ser detectáveis.

source: Unexport
pt: Remover exportação

source: Failed to unexport application
pt: Falha ao remover container

source: Export
pt: Exportar

source: Failed to export application
pt: Falha ao remover container

source: %1 selected
pt: %1 selecionado

source: Unexport Selected
pt: Remover exportação

source: Export Selected
pt: Exportar selecionado

source: %1 applications
pt: %1 aplicações

source: Clear Selection
pt: Limpar seleção

source: Name
pt: Nome

source: Create new container
pt: Criar um novo container

source: Name and Image fields are required
pt: Campos Nome e Imagem são obrigatórios

source: Failed to create container. Please check your input and try again.
pt: Erro ao criar o container. Por favor cheque os dados e tente novamente.

source: Image
pt: Imagem

source: Arguments
pt: Argumentos

source: --home /path/to/home (optional)
pt: --home /caminho/para/home (opcional)

source: Command preview
pt: Prévia do comando

source: Creating container…
pt: Criando um novo container...

source: Remove container
pt: Remover container

source: Failed to remove container
pt: Falha ao remover container

source: Are you sure you want to remove %1?
pt: Você tem certeza que deseja remover %1?

source: This action cannot be undone.
pt: Essa ação não pode ser desfeita.

source: Create Distrobox Shortcuts
pt: Criar atalhos da Distrobox

source: Create shortcuts for all containers
pt: Criar atalhos para todos os containers

source: Alternatively, select a specific container:
pt: Ou se preferir, selecione um container específico:

source: Error
pt: Erro

source: Failed to create container. Please check your input and try again.
pt: Falha ao criar container. Por favor cheque os dados e tente novamente.

source: Choose Package
pt: Escolher arquivo

source: Package files
pt: Arquivos

source: Install Package
pt: Instalar arquivo

source: Manage Applications
pt: Gerenciar aplicações

source: Open Terminal
pt: Abrir terminal

source: Upgrade Container
pt: Atualizar container

source: Remove Container
pt: Remover container

source: No containers found. Create a new container now?
pt: Nenhum container encontrado. Criar um novo container agora?

source: Create Container
pt: Criar container

source: Distrobox Containers
pt: Containers Distrobox

source: Create…
pt: Criar...

source: Upgrade all…
pt: Atualizar todos...

source: Create Container…
pt: Criar container...

source: Create Distrobox Shortcut…
pt: Criar atalho para Distrobox

source: Open Distrobox Documentation
pt: Abrir a documentação do Distrobox

source: Open Distrobox Useful Tips
pt: Abrir dicas úteis para Distrobox

source: About Kontainer
pt: Sobre Kontainer
